tap "heroku/brew"
tap "pulumi/tap"
tap "sst/tap"
brew "awscli"
brew "chezmoi"
brew "dive"
brew "fd"
brew "fzf"
brew "git-delta"
brew "neovim"
brew "pipx"
brew "powerlevel10k"
brew "ripgrep"
brew "tmux"
brew "uv"
brew "heroku/brew/heroku"
brew "pulumi/tap/pulumi"
brew "sst/tap/opencode"
cask "1password-cli"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "ghostty"
cask "rectangle"
cask "wezterm"
